Repository: xcv58/MacTools
Catalog: Plugins/WindowLayouts/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.custom.delete.failed
source: 无法删除自定义布局；其快捷键已恢复。
ar: تعذر حذف التخطيط المخصص؛ تمت استعادة اختصاره.
de: Das benutzerdefinierte Layout konnte nicht gelöscht werden; seine Tastenkombination wurde wiederhergestellt.
en: The custom layout could not be deleted; its shortcut was restored.
es: No se pudo eliminar el diseño personalizado; su atajo fue restaurado.
fr: La disposition personnalisée n’a pas pu être supprimée ; son raccourci a été restauré.
ja: カスタム レイアウトを削除できませんでした。ショートカットが復元されました。
ko: 사용자 정의 레이아웃을 삭제하지 못했습니다. 단축키가 복원되었습니다.
pt: O layout personalizado não pôde ser excluído; seu atalho foi restaurado.
ru: Не удалось удалить пользовательский макет. Его сочетание клавиш восстановлено.
tr: Özel düzen silinemedi; kısayolu geri yüklendi.
zh_hant: 無法刪除自訂佈局；其快速鍵已還原。

# settings.custom.delete.rollbackFailed
source: 无法删除布局，也无法恢复其快捷键：
ar: تعذر حذف التخطيط واستعادة اختصاره:
de: Das Layout konnte nicht gelöscht und seine Tastenkombination nicht wiederhergestellt werden:
en: The layout could not be deleted and its shortcut could not be restored:
es: No se pudo eliminar el diseño ni restaurar su atajo de teclado:
fr: La disposition n’a pas pu être supprimée et son raccourci n’a pas pu être restauré :
ja: レイアウトを削除できず、そのショートカットも復元できませんでした:
ko: 레이아웃을 삭제하지 못했으며 단축키도 복원하지 못했습니다:
pt: O layout não pôde ser excluído e seu atalho não pôde ser restaurado:
ru: Не удалось удалить макет и восстановить его сочетание клавиш:
tr: Düzen silinemedi ve kısayolu geri yüklenemedi:
zh_hant: 無法刪除佈局，也無法還原其快速鍵：

# settings.custom.delete.button
source: 删除
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
tr: Sil
zh_hant: 刪除

# settings.custom.defaultName
source: 自定义布局
ar: تخطيط مخصص
de: Benutzerdefiniertes Layout
en: Custom Layout
es: Diseño personalizado
fr: Disposition personnalisée
ja: カスタムレイアウト
ko: 사용자 설정 레이아웃
pt: Disposição personalizada
ru: Пользовательская раскладка
tr: Özel Düzen
zh_hant: 自訂佈局

# settings.custom.copySuffix
source: 副本
ar: نسخة
de: Kopie
en: Copy
es: Copia
fr: Copie
ja: コピー
ko: 사본
pt: Cópia
ru: Копия
tr: Kopya

# settings.dimension.current
source: 保持当前
ar: الإبقاء على القيمة الحالية
de: Aktuellen Wert beibehalten
en: Keep Current
es: Mantener actual
fr: Conserver la valeur actuelle
ja: 現在の値を維持
ko: 현재 값 유지
pt: Manter atual
ru: Оставить текущее
tr: Mevcut Değer
zh_hant: 保持目前

# settings.dimension.fraction
source: 屏幕比例
ar: النسبة المئوية للشاشة
de: Prozent des Bildschirms
en: Screen Percentage
es: Porcentaje de pantalla
fr: Pourcentage d'écran
ja: 画面の割合
ko: 화면 비율
pt: Porcentagem de tela
ru: Процент экрана
tr: Ekran Yüzdesi
zh_hant: 螢幕比例

# settings.dimension.points
source: 固定点数
ar: قيمة ثابتة بالنقاط
de: Feste Größe (Punkte)
en: Fixed Points
es: Puntos fijos
fr: Points fixes
ja: 固定値（ポイント）
ko: 고정 크기(포인트)
pt: Pontos Fixos
ru: Фиксированный размер (пункты)
tr: Sabit Nokta Değeri
zh_hant: 固定點數

# settings.anchor.topLeft
source: 左上
ar: أعلى اليسار
de: Oben links
en: Top Left
es: Sup. izq.
fr: Haut gauche
ko: 왼쪽 위
pt: Sup. esq.
ru: Вверху слева
tr: Sol Üst

# settings.anchor.top
source: 上方
ar: الأعلى
de: Oben
en: Top
es: Arriba
fr: Haut
ja: 上
ko: 상단
pt: Superior
ru: Верх
tr: Üst

# settings.anchor.topRight
source: 右上
ar: أعلى اليمين
de: Oben rechts
en: Top Right
es: Sup. der.
fr: Haut droite
ko: 오른쪽 위
pt: Sup. dir.
ru: Вверху справа
tr: Sağ Üst

# settings.anchor.left
source: 左侧
ar: اليسار
de: Links
en: Left
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
pt: Esquerda
ru: Слева
tr: Sol
zh_hant: 左側

# settings.anchor.center
source: 居中
ar: المركز
de: Mitte
en: Center
es: Centro
fr: Centre
ja: 中央
ko: 중앙
pt: Centro
ru: Центр
tr: Orta
zh_hant: 置中

# settings.anchor.right
source: 右侧
ar: اليمين
de: Rechts
en: Right
es: Derecha
fr: Droite
ja: 右
ko: 오른쪽
pt: Direita
ru: Справа
tr: Sağ
zh_hant: 右側

# settings.anchor.bottomLeft
source: 左下
ar: أسفل اليسار
de: Unten links
en: Bottom Left
es: Inf. izq.
fr: Bas gauche
ko: 왼쪽 아래
pt: Inf. esq.
ru: Внизу слева
tr: Sol Alt

# settings.anchor.bottom
source: 下方
ar: الأسفل
de: Unten
en: Bottom
es: Abajo
fr: Bas
ja: 下
ko: 하단
pt: Parte inferior
ru: Низ
tr: Alt

# settings.anchor.bottomRight
source: 右下
ar: أسفل اليمين
de: Unten rechts
en: Bottom Right
es: Inf. der.
fr: Bas droite
ko: 오른쪽 아래
pt: Inf. dir.
ru: Внизу справа
tr: Sağ Alt

# action.custom.description
source: 应用自定义窗口大小和固定位置。
ar: طبّق حجم نافذة مخصصًا وموضعًا ثابتًا.
de: Wendet eine benutzerdefinierte Fenstergröße und verankerte Position an.
en: Apply a custom window size and anchored position.
es: Aplica un tamaño de ventana y una posición anclada personalizados.
fr: Applique une taille de fenêtre et une position ancrée personnalisées.
ja: カスタムのウインドウサイズと固定位置を適用します。
ko: 사용자 설정 윈도우 크기와 고정 위치를 적용합니다.
pt: Aplica um tamanho de janela e uma posição fixa personalizados.
ru: Применяет пользовательский размер окна и закрепленное положение.
tr: Özel pencere boyutu ve çapa konumu uygular.
zh_hant: 套用自訂視窗大小和固定位置。

# error.executionCancelled
source: 窗口布局操作已取消。
ar: تم إلغاء عملية تخطيط النافذة.
de: Der Vorgang zur Fensteranordnung wurde abgebrochen.
en: The window layout operation was cancelled.
es: La operación de diseño de ventana fue cancelada.
fr: L'opération de disposition des fenêtres a été annulée.
ja: ウィンドウレイアウト操作がキャンセルされました。
ko: 창 레이아웃 작업이 취소되었습니다.
pt: A operação de layout da janela foi cancelada.
ru: Изменение расположения окна отменено.
tr: Pencere düzeni işlemi iptal edildi.
zh_hant: 視窗佈局操作已取消。

# error.executionQueueFull
source: 等待中的窗口布局操作过多。
ar: هناك عدد كبير جدًا من عمليات تخطيط النافذة قيد الانتظار.
de: Es warten zu viele Vorgänge zur Fensteranordnung.
en: Too many window layout operations are waiting.
es: Hay demasiadas operaciones de diseño de ventanas en espera.
fr: Trop d'opérations de disposition des fenêtres sont en attente.
ja: 待機中のウィンドウ レイアウト操作が多すぎます。
ko: 대기 중인 창 레이아웃 작업이 너무 많습니다.
pt: Muitas operações de layout de janela estão aguardando.
ru: В очереди слишком много операций размещения окон.
tr: Bekleyen çok fazla pencere düzeni işlemi var.
zh_hant: 等待中的視窗佈局操作過多。

# error.accessibilityRequired
source: 窗口布局需要辅助功能权限。
ar: تتطلب تخطيطات النوافذ إذن تسهيلات الاستخدام.
de: Für Fensterlayouts ist die Berechtigung für Bedienungshilfen erforderlich.
en: Window Layouts requires Accessibility permission.
es: Diseños de ventanas requiere permiso de Accesibilidad.
fr: Les dispositions de fenêtres nécessitent une autorisation d'accessibilité.
ja: ウィンドウ レイアウトにはアクセシビリティ権限が必要です。
ko: 윈도우 레이아웃에는 손쉬운 사용 권한이 필요합니다.
pt: Layouts de janelas requerem permissão de Acessibilidade.
ru: Для плагина «Расположение окон» требуется разрешение на универсальный доступ.
tr: Pencere Düzenleri, Erişilebilirlik iznini gerektirir.
zh_hant: 視窗佈局需要輔助使用權限。

# error.modifierDragMonitorUnavailable
source: 无法启动全局指针监控。请关闭后重新开启修饰键拖移。
ar: يتعذر بدء مراقبة المؤشر على مستوى النظام. عطّل السحب باستخدام مفاتيح التعديل ثم فعّله للمحاولة مجددًا.
de: Die globale Zeigerüberwachung konnte nicht gestartet werden. Deaktivieren Sie „Ziehen mit Sondertasten“ und aktivieren Sie es erneut, um es noch einmal zu versuchen.
en: Unable to start global pointer monitoring. Turn Modifier Drag off and on to try again.
es: No se pudo iniciar la supervisión global del puntero. Desactiva y vuelve a activar Arrastrar con teclas modificadoras para reintentarlo.
fr: Impossible de démarrer la surveillance globale du pointeur. Désactivez puis réactivez le glissement avec touches de modification pour réessayer.
ja: ポインタのグローバル監視を開始できません。修飾キーでのドラッグをオフにしてから、再度オンにしてください。
ko: 전역 포인터 모니터링을 시작할 수 없습니다. 보조 키 드래그를 껐다가 켜서 다시 시도하세요.
pt: Não é possível iniciar o monitoramento global do ponteiro. Desative e ative Arrastar com teclas modificadoras para tentar novamente.
ru: Не удалось начать отслеживание указателя. Выключите и снова включите перетаскивание с клавишами-модификаторами.
tr: Genel işaretçi izleme başlatılamadı. Yeniden denemek için Değiştirici Tuşla Sürükleme özelliğini kapatıp açın.
zh_hant: 無法啟動全域指標監控。請關閉後重新開啟修飾鍵拖移。

# error.noFocusedWindow
source: 没有可用的聚焦窗口。
ar: لا توجد نافذة نشطة متاحة.
de: Es ist kein fokussiertes Fenster verfügbar.
en: No focused window is available.
es: No hay ninguna ventana activa disponible.
fr: Aucune fenêtre ciblée n'est disponible.
ja: フォーカスされたウィンドウがありません。
ko: 사용 가능한 포커스된 윈도우가 없습니다.
pt: Nenhuma janela em foco está disponível.
ru: Нет доступного активного окна.
tr: Kullanılabilir odaklı pencere yok.
zh_hant: 沒有可用的聚焦視窗。

# error.noWindowUnderPointer
source: 指针下方没有可移动的窗口。
ar: لم يتم العثور على نافذة قابلة للنقل أسفل المؤشر.
de: Unter dem Zeiger wurde kein verschiebbares Fenster gefunden.
en: No movable window was found under the pointer.
es: No se encontró ninguna ventana que se pueda mover debajo del puntero.
fr: Aucune fenêtre déplaçable n’a été trouvée sous le pointeur.
ja: ポインタの下に移動可能なウィンドウが見つかりませんでした。
ko: 포인터 아래에 이동 가능한 창이 없습니다.
pt: Nenhuma janela que possa ser movida foi encontrada sob o ponteiro.
ru: Под указателем не найдено окно, которое можно переместить.
tr: İşaretçinin altında taşınabilir bir pencere bulunamadı.
zh_hant: 指標下方沒有可移動的視窗。

# error.windowUnavailable
source: 当前窗口已不可用。
ar: لم تعد النافذة النشطة متاحة.
de: Das fokussierte Fenster ist nicht mehr verfügbar.
en: The focused window is no longer available.
es: La ventana activa ya no está disponible.
fr: La fenêtre ciblée n’est plus disponible.
ja: フォーカスされたウィンドウは使用できなくなりました。
ko: 포커스된 창을 더 이상 사용할 수 없습니다.
pt: A janela em foco não está mais disponível.
ru: Активное окно больше недоступно.
tr: Odaklı pencere artık kullanılamıyor.
zh_hant: 目前視窗已無法使用。

# error.windowCannotMove
source: 此窗口无法移动。
ar: لا يمكن نقل هذه النافذة.
de: Dieses Fenster kann nicht verschoben werden.
en: This window cannot be moved.
es: Esta ventana no se puede mover.
fr: Cette fenêtre ne peut pas être déplacée.
ja: このウィンドウは移動できません。
ko: 이 창은 이동할 수 없습니다.
pt: Esta janela não pode ser movida.
ru: Это окно невозможно переместить.
tr: Bu pencere taşınamıyor.
zh_hant: 此視窗無法移動。

# error.windowCannotResize
source: 此窗口无法调整大小。
ar: لا يمكن تغيير حجم هذه النافذة.
de: Die Größe dieses Fensters kann nicht geändert werden.
en: This window cannot be resized.
es: No se puede cambiar el tamaño de esta ventana.
fr: Cette fenêtre ne peut pas être redimensionnée.
ja: このウィンドウのサイズは変更できません。
ko: 이 창의 크기를 조정할 수 없습니다.
pt: Esta janela não pode ser redimensionada.
ru: Размер этого окна изменить нельзя.
tr: Bu pencerenin boyutu değiştirilemiyor.
zh_hant: 此視窗無法調整大小。

# error.windowCannotResizeFurther
source: 窗口无法进一步调整大小。
ar: لا يمكن تعديل حجم النافذة أكثر من ذلك.
de: Die Fenstergröße kann nicht weiter geändert werden.
en: Window cannot be resized further.
es: No se puede cambiar más el tamaño de la ventana.
fr: La fenêtre ne peut pas être redimensionnée davantage.
ja: ウィンドウのサイズをそれ以上変更することはできません。
ko: 창 크기를 더 이상 조정할 수 없습니다.
pt: A janela não pode mais ser redimensionada.
ru: Дальнейшее изменение размера окна невозможно.
tr: Pencere daha fazla boyutlandırılamıyor.
zh_hant: 視窗無法進一步調整大小。

# error.windowSizeConstrained
source: 此应用未应用请求的窗口大小。
ar: لم يطبق هذا التطبيق حجم النافذة المطلوب.
de: Diese App hat die angeforderte Fenstergröße nicht übernommen.
en: This app did not apply the requested window size.
es: Esta aplicación no aplicó el tamaño de ventana solicitado.
fr: Cette app n’a pas appliqué la taille de fenêtre demandée.
ja: このアプリは要求されたウィンドウ サイズを適用しませんでした。
ko: 이 앱은 요청한 창 크기를 적용하지 않았습니다.
pt: Este aplicativo não aplicou o tamanho de janela solicitado.
ru: Это приложение не применило запрошенный размер окна.
tr: Bu uygulama, istenen pencere boyutunu uygulamadı.
zh_hant: 此 App 未套用要求的視窗大小。

# error.fullScreenUnsupported
source: 此窗口不支持切换全屏。
ar: لا تدعم هذه النافذة تبديل وضع ملء الشاشة.
de: Dieses Fenster unterstützt das Umschalten des Vollbildmodus nicht.
en: This window does not support toggling full screen.
es: Esta ventana no admite el cambio de pantalla completa.
fr: Cette fenêtre ne prend pas en charge le basculement en plein écran.
ja: このウィンドウは全画面表示の切り替えをサポートしていません。
ko: 이 창은 전체 화면 전환을 지원하지 않습니다.
pt: Esta janela não suporta alternância de tela cheia.
ru: Это окно не поддерживает переключение полноэкранного режима.
tr: Bu pencere tam ekran geçişini desteklemiyor.
zh_hant: 此視窗不支援切換全螢幕。

# error.noDisplay
source: 找不到此窗口所在的显示器。
ar: تعذر العثور على الشاشة التي تحتوي على هذه النافذة.
de: Der Bildschirm, auf dem sich dieses Fenster befindet, konnte nicht gefunden werden.
en: The display containing this window could not be found.
es: No se pudo encontrar la pantalla que contiene esta ventana.
fr: L’écran contenant cette fenêtre est introuvable.
ja: このウィンドウを含むディスプレイが見つかりませんでした。
ko: 이 창을 포함하는 디스플레이를 찾을 수 없습니다.
pt: Não foi possível encontrar a tela que contém esta janela.
ru: Не удалось найти дисплей, на котором находится это окно.
tr: Bu pencereyi içeren ekran bulunamadı.
zh_hant: 找不到此視窗所在的顯示器。

# error.noOtherDisplay
source: 没有其他可用显示器。
ar: لا تتوفر شاشة أخرى.
de: Es ist kein weiterer Bildschirm verfügbar.
en: No other display is available.
es: No hay otra pantalla disponible.
fr: Aucun autre écran n’est disponible.
ja: ほかに利用可能なディスプレイがありません。
ko: 사용 가능한 다른 디스플레이가 없습니다.
pt: Nenhuma outra tela está disponível.
ru: Другой дисплей недоступен.
tr: Kullanılabilir başka ekran yok.
zh_hant: 沒有其他可用顯示器。

# error.noPreviousFrame
source: 此窗口没有可恢复的上一个位置。
ar: لا تحتوي هذه النافذة على موضع سابق لاستعادته.
de: Für dieses Fenster gibt es keine vorherige Position, die wiederhergestellt werden könnte.
en: This window has no previous position to restore.
es: Esta ventana no tiene una posición anterior para restaurar.
fr: Cette fenêtre n'a aucune position précédente à restaurer.
ja: このウィンドウには復元できる以前の位置がありません。
ko: 이 창에는 복원할 이전 위치가 없습니다.
pt: Esta janela não possui posição anterior para restaurar.
ru: Для этого окна не сохранено предыдущее положение.
tr: Bu pencerenin geri yüklenecek önceki bir konumu yok.
zh_hant: 此視窗沒有可回復的上一個位置。

# error.frameReadFailed
source: 无法读取当前窗口的位置和大小。
ar: تعذرت قراءة موضع النافذة النشطة وحجمها.
de: Position und Größe des fokussierten Fensters konnten nicht ermittelt werden.
en: The focused window position and size could not be read.
es: No se pudo leer la posición y el tamaño de la ventana activa.
fr: La position et la taille de la fenêtre ciblée n'ont pas pu être lues.
ja: フォーカスされたウィンドウの位置とサイズを読み取れませんでした。
ko: 포커스된 창 위치와 크기를 읽을 수 없습니다.
pt: Não foi possível ler a posição e o tamanho da janela em foco.
ru: Не удалось прочитать положение и размер активного окна.
tr: Odaklı pencerenin konumu ve boyutu okunamadı.
zh_hant: 無法讀取目前視窗的位置和大小。

# error.frameWriteFailed
source: 无法调整当前窗口。
ar: تعذر تعديل النافذة النشطة.
de: Das fokussierte Fenster konnte nicht angepasst werden.
en: The focused window could not be adjusted.
es: No se pudo ajustar la ventana activa.
fr: La fenêtre ciblée n’a pas pu être ajustée.
ja: フォーカスされたウィンドウを調整できませんでした。
ko: 포커스된 창을 조정할 수 없습니다.
pt: Não foi possível ajustar a janela em foco.
ru: Не удалось изменить положение или размер активного окна.
tr: Odaklı pencere ayarlanamadı.
zh_hant: 無法調整目前視窗。

# error.customCommandUnavailable
source: 找不到自定义窗口命令。
ar: تعذر العثور على أمر النافذة المخصص.
de: Der benutzerdefinierte Fensterbefehl konnte nicht gefunden werden.
en: The custom window command could not be found.
es: No se encontró el comando personalizado de ventana.
fr: La commande de fenêtre personnalisée est introuvable.
ja: カスタム ウィンドウ コマンドが見つかりませんでした。
ko: 사용자 정의 창 명령을 찾을 수 없습니다.
pt: O comando personalizado de janela não foi encontrado.
ru: Пользовательская команда для окна не найдена.
tr: Özel pencere komutu bulunamadı.
zh_hant: 找不到自訂視窗命令。

# action.left-half.title
source: 左半屏
ar: النصف الأيسر
de: Linke Hälfte
en: Left Half
es: Mitad izquierda
fr: Moitié gauche
ja: 左半分
ko: 왼쪽 절반
pt: Metade esquerda
ru: Левая половина
tr: Sol Yarım
zh_hant: 左半螢幕

# action.left-half.description
source: 将当前窗口填充到当前显示器左半区域。
ar: رتّب النافذة النشطة باستخدام «النصف الأيسر».
de: Ordnet das aktive Fenster mit „Linke Hälfte“ an.
en: Fill the left half of the current display with the focused window.
es: Organiza la ventana activa con «Mitad izquierda».
fr: Dispose la fenêtre active avec «Moitié gauche».
ja: アクティブなウインドウに「左半分」を適用します。
ko: 활성 윈도우에 “왼쪽 절반” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Metade esquerda».
ru: Размещает активное окно в режиме «Левая половина».
tr: Odaklı pencereyi geçerli ekranın sol yarısına yerleştirir.
zh_hant: 將目前視窗填滿目前顯示器左半區域。

# action.right-half.title
source: 右半屏
ar: النصف الأيمن
de: Rechte Hälfte
en: Right Half
es: Mitad derecha
fr: Moitié droite
ja: 右半分
ko: 오른쪽 절반
pt: Metade direita
ru: Правая половина
tr: Sağ Yarım
zh_hant: 右半螢幕

# action.right-half.description
source: 将当前窗口填充到当前显示器右半区域。
ar: رتّب النافذة النشطة باستخدام «النصف الأيمن».
de: Ordnet das aktive Fenster mit „Rechte Hälfte“ an.
en: Fill the right half of the current display with the focused window.
es: Organiza la ventana activa con «Mitad derecha».
fr: Dispose la fenêtre active avec «Moitié droite».
ja: アクティブなウインドウに「右半分」を適用します。
ko: 활성 윈도우에 “오른쪽 절반” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Metade direita».
ru: Размещает активное окно в режиме «Правая половина».
tr: Odaklı pencereyi geçerli ekranın sağ yarısına yerleştirir.
zh_hant: 將目前視窗填滿目前顯示器右半區域。

# action.top-half.title
source: 上半屏
ar: النصف العلوي
de: Obere Hälfte
en: Top Half
es: Mitad superior
fr: Moitié supérieure
ja: 上半分
ko: 위쪽 절반
pt: Metade superior
ru: Верхняя половина
tr: Üst Yarım
zh_hant: 上半螢幕

# action.top-half.description
source: 将当前窗口填充到当前显示器上半区域。
ar: رتّب النافذة النشطة باستخدام «النصف العلوي».
de: Ordnet das aktive Fenster mit „Obere Hälfte“ an.
en: Fill the top half of the current display with the focused window.
es: Organiza la ventana activa con «Mitad superior».
fr: Dispose la fenêtre active avec «Moitié supérieure».
ja: アクティブなウインドウに「上半分」を適用します。
ko: 활성 윈도우에 “위쪽 절반” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Metade superior».
ru: Размещает активное окно в режиме «Верхняя половина».
tr: Odaklı pencereyi geçerli ekranın üst yarısına yerleştirir.
zh_hant: 將目前視窗填滿目前顯示器上半區域。

# action.bottom-half.title
source: 下半屏
ar: النصف السفلي
de: Untere Hälfte
en: Bottom Half
es: Mitad inferior
fr: Moitié inférieure
ja: 下半分
ko: 아래쪽 절반
pt: Metade inferior
ru: Нижняя половина
tr: Alt Yarım
zh_hant: 下半螢幕

# action.bottom-half.description
source: 将当前窗口填充到当前显示器下半区域。
ar: رتّب النافذة النشطة باستخدام «النصف السفلي».
de: Ordnet das aktive Fenster mit „Untere Hälfte“ an.
en: Fill the bottom half of the current display with the focused window.
es: Organiza la ventana activa con «Mitad inferior».
fr: Dispose la fenêtre active avec «Moitié inférieure».
ja: アクティブなウインドウに「下半分」を適用します。
ko: 활성 윈도우에 “아래쪽 절반” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Metade inferior».
ru: Размещает активное окно в режиме «Нижняя половина».
tr: Odaklı pencereyi geçerli ekranın alt yarısına yerleştirir.
zh_hant: 將目前視窗填滿目前顯示器下半區域。

# action.top-left-quarter.title
source: 左上四分之一
ar: الربع العلوي الأيسر
de: Oberes linkes Viertel
en: Top Left Quarter
es: Cuarto superior izquierdo
fr: Quart supérieur gauche
ja: 左上 4 分の 1
ko: 왼쪽 위 1/4
pt: Quarto superior esquerdo
ru: Верхняя левая четверть
tr: Sol Üst Çeyrek

# action.top-left-quarter.description
source: 将当前窗口放到当前显示器左上角。
ar: رتّب النافذة النشطة باستخدام «الربع العلوي الأيسر».
de: Ordnet das aktive Fenster mit „Oberes linkes Viertel“ an.
en: Place the focused window in the top-left quarter of the current display.
es: Organiza la ventana activa con «Cuarto superior izquierdo».
fr: Dispose la fenêtre active avec «Quart supérieur gauche».
ja: アクティブなウインドウに「左上 4 分の 1」を適用します。
ko: 활성 윈도우에 “왼쪽 위 1/4” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Quarto superior esquerdo».
ru: Размещает активное окно в режиме «Верхняя левая четверть».
tr: Odaklı pencereyi geçerli ekranın sol üst çeyreğine yerleştirir.
zh_hant: 將目前視窗放到目前顯示器左上角。

# action.top-right-quarter.title
source: 右上四分之一
ar: الربع العلوي الأيمن
de: Oberes rechtes Viertel
en: Top Right Quarter
es: Cuarto superior derecho
fr: Quart supérieur droit
ja: 右上 4 分の 1
ko: 오른쪽 위 1/4
pt: Quarto superior direito
ru: Верхняя правая четверть
tr: Sağ Üst Çeyrek

# action.top-right-quarter.description
source: 将当前窗口放到当前显示器右上角。
ar: رتّب النافذة النشطة باستخدام «الربع العلوي الأيمن».
de: Ordnet das aktive Fenster mit „Oberes rechtes Viertel“ an.
en: Place the focused window in the top-right quarter of the current display.
es: Organiza la ventana activa con «Cuarto superior derecho».
fr: Dispose la fenêtre active avec «Quart supérieur droit».
ja: アクティブなウインドウに「右上 4 分の 1」を適用します。
ko: 활성 윈도우에 “오른쪽 위 1/4” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Quarto superior direito».
ru: Размещает активное окно в режиме «Верхняя правая четверть».
tr: Odaklı pencereyi geçerli ekranın sağ üst çeyreğine yerleştirir.
zh_hant: 將目前視窗放到目前顯示器右上角。

# action.bottom-left-quarter.title
source: 左下四分之一
ar: الربع السفلي الأيسر
de: Unteres linkes Viertel
en: Bottom Left Quarter
es: Cuarto inferior izquierdo
fr: Quart inférieur gauche
ja: 左下 4 分の 1
ko: 왼쪽 아래 1/4
pt: Quarto inferior esquerdo
ru: Нижняя левая четверть
tr: Sol Alt Çeyrek

# action.bottom-left-quarter.description
source: 将当前窗口放到当前显示器左下角。
ar: رتّب النافذة النشطة باستخدام «الربع السفلي الأيسر».
de: Ordnet das aktive Fenster mit „Unteres linkes Viertel“ an.
en: Place the focused window in the bottom-left quarter of the current display.
es: Organiza la ventana activa con «Cuarto inferior izquierdo».
fr: Dispose la fenêtre active avec «Quart inférieur gauche».
ja: アクティブなウインドウに「左下 4 分の 1」を適用します。
ko: 활성 윈도우에 “왼쪽 아래 1/4” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Quarto inferior esquerdo».
ru: Размещает активное окно в режиме «Нижняя левая четверть».
tr: Odaklı pencereyi geçerli ekranın sol alt çeyreğine yerleştirir.
zh_hant: 將目前視窗放到目前顯示器左下角。

# action.bottom-right-quarter.title
source: 右下四分之一
ar: الربع السفلي الأيمن
de: Unteres rechtes Viertel
en: Bottom Right Quarter
es: Cuarto inferior derecho
fr: Quart inférieur droit
ja: 右下 4 分の 1
ko: 오른쪽 아래 1/4
pt: Quarto inferior direito
ru: Нижняя правая четверть
tr: Sağ Alt Çeyrek

# action.bottom-right-quarter.description
source: 将当前窗口放到当前显示器右下角。
ar: رتّب النافذة النشطة باستخدام «الربع السفلي الأيمن».
de: Ordnet das aktive Fenster mit „Unteres rechtes Viertel“ an.
en: Place the focused window in the bottom-right quarter of the current display.
es: Organiza la ventana activa con «Cuarto inferior derecho».
fr: Dispose la fenêtre active avec «Quart inférieur droit».
ja: アクティブなウインドウに「右下 4 分の 1」を適用します。
ko: 활성 윈도우에 “오른쪽 아래 1/4” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Quarto inferior direito».
ru: Размещает активное окно в режиме «Нижняя правая четверть».
tr: Odaklı pencereyi geçerli ekranın sağ alt çeyreğine yerleştirir.
zh_hant: 將目前視窗放到目前顯示器右下角。

# action.maximize.title
source: 最大化窗口
ar: تكبير النافذة
de: Fenster maximieren
en: Maximize Window
es: Maximizar ventana
fr: Agrandir la fenêtre
ja: ウインドウを最大化
ko: 윈도우 최대화
pt: Maximizar janela
ru: Развернуть окно
tr: Ekranı Kapla
zh_hant: 最大化視窗

# action.maximize.description
source: 将当前窗口填充到显示器可用区域。
ar: رتّب النافذة النشطة باستخدام «تكبير النافذة».
de: Ordnet das aktive Fenster mit „Fenster maximieren“ an.
en: Fill the usable area of the current display with the focused window.
es: Organiza la ventana activa con «Maximizar ventana».
fr: Dispose la fenêtre active avec «Agrandir la fenêtre».
ja: アクティブなウインドウに「ウインドウを最大化」を適用します。
ko: 활성 윈도우에 “윈도우 최대화” 레이아웃을 적용합니다.
pt: Organiza a janela ativa com «Maximizar janela».
ru: Размещает активное окно в режиме «Развернуть окно».
tr: Odaklı pencereyi geçerli ekranın kullanılabilir alanına yerleştirir.
zh_hant: 將目前視窗填滿顯示器可用區域。

# action.center.title
source: 居中窗口
ar: توسيط النافذة
de: Fenster zentrieren
en: Center Window
es: Centrar ventana
fr: Centrer la fenêtre
ja: ウインドウを中央に配置
ko: 윈도우 가운데 정렬
pt: Centrar janela
ru: Поместить окно по центру
tr: Pencereyi Ortala
zh_hant: 置中視窗
